Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajan_avustajaksi_rosa-maren_magga.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtajan avustajaksi Rosa-Máren Magga
sme: Ságadoalli veahkkin Rosa-Máren Magga

source: Enontekiöläinen Rosa-Máren Magga on nimitetty Saamelaiskäräjien puheenjohtajan Tuomas Aslak Juuson avustajaksi.
sme: Eanodatlaš Rosa-Máren Magga lea nammaduvvon Sámedikki ságadoalli Tuomas Aslak Juuso veahkkin.

source: Kuva: Johanna Labba
sme: Govva: Johanna Labba

source: Enontekiöläinen Heaikka Jovsseba Juha Rosa-Máren, Rosa-Máren Magga on nimitetty puheenjohtajan avustajaksi.
sme: Eanodatlaš Heaikka Jovsseba Juha Rosa-Máren, Rosa-Máren Magga lea nammaduvvon Sámedikki ságadoalli veahkkin.

source: Hän tulee toimimaan avustajan työssä tämän vaalikauden 2020-2023.
sme: Son bargá veahkkin dán válgabaji 2020-2023.

source: Magga on aloittanut työssään maanantaina 20.4.2020 ja hänen työpisteensä sijaitsee Enontekiöllä.
sme: Magga álggahii barggustis vuossárga 20.4.2020 ja son boahtá bargat Eanodagas.

source: Magga tulee Jauristunturista poronhoitajaperheestä.
sme: Magga boahtá Jávrrešduoddaris boazodoallobearrašis.

source: Ennen aloittamista Saamelaiskäräjillä, Magga työskenteli Norjassa Kautokeinossa Kansainvälisessä porotalouskeskuksessa (ICR) projektikoordinaattorina.
sme: Ovdalgo álggii bargat Sámedikkis, son barggai Norggas, Guovdageainnus Riikkaidgaskasaš boazodoalloguovddážis (ICR) prošeaktakordináhtorin.

source: Hän on myös aiemmin työskennellyt Yle Sápmilla ja Oulun yliopistossa, sekä harjoittelijana Barentsin kansainvälisessä sihteeristössä.
sme: Son lea árabut bargan maid Yle Sámis ja Oulu universitehtas, ja leamaš hárjehallin Barents riikkaidgaskasaš čálligottis.

source: Magga valmistui filosofian maisteriksi Oulun yliopistosta vuonna 2017.
sme: Magga gearggai oahppuiguin ja válmmaštuvai filosofiija magisttarin Oulu universitehtas jagis 2017.

source: Hän on myös toiminut hallituksen jäsenenä Suomen saamelaisnuorten yhdistyksessä vuosina 2012-2017.
sme: Son lea árabut leamaš maid aktiiva stivralahttu Suoma Sámi Nuorat searvvis jagiin 2012-2017.

source: – Tuomas Aslakan kanssa meillä on taustaa yhteistyölle jo Suomen Saamelaisnuoret ry:n (SSN) ajoilta, kun olimme molemmat SSN:n hallituksessa.
sme: – Moai letne Duomis Ásllagiin bargan ovdalge ovttas, juo Suoma Sámi Nuorat searvvi (SSN) áiggiin, go leimme goappášagat stivrra lahttun.

source: Uskon, että Saamelaiskäräjien puheenjohtajan avustajana pääsee tekemään hyvin monialaisesti töitä ja mukaan monenlaisiin työtehtäviin.
sme: Jahkan, ahte Sámedikki ságadoalli veahki barggus beasan bargat hui viidát ja máŋggabealágit iešguđet lágan bargguid.

source: Tässä työssä mielenkiintoista tulee olemaan se, että pääsee näkemään käytännön työtä saamelaispolitiikan keskiöstä.
sme: Dán barggus šaddá sihkkarit hui miellagiddevaš dat, ahte beasan oaidnit hui lahka dan beaivválaš barggu sámepolitihka guovddážis.

source: Olen pitkään seurannut ja ollut kiinnostunut saamelaispolitiikasta ja kansainvälisestä alkuperäiskansapolitiikasta.
sme: Lean guhká čuvvon ja leamaš beroštuvvan sámepolitihkas ja riikkaidgaskasaš eamiálbmotpolitihkas.

source: Avustajan työtehtäviin kuuluu avustaa puheenjohtajaa hänelle tarkoitetuissa tehtävissä.
sme: Veahki doaibmagovvii gullet veahkehit ságadoalli su bargguiguin.

source: Avustaja valmistelee ja esittelee tarvittaessa hallituksen, käräjien ja lautakuntien kokouksessa toimialaansa kuuluvia asioita sekä toimeenpanee niiden päätökset.
sme: Veahkki válmmaštalla ja buktá ovdan dárbbu mielde stivrra, Sámedikki ja lávdegottiid čoahkkimiin daid áššiid, mat gusket su doaibmasuorgái.

source: Saamelaiskäräjien työjärjestyksen kohdan 7 b § mukaan hallintopäällikkö nimeää toimikaudeksi puheenjohtajalle avustajan tämän esityksestä.
sme: Sámedikki bargo-ordnega čuoggá 7 b § mielde hálddahushoavda nammada doaibmabaji ságadoallái veahki ságadaolli evttohusa mielde.

source: Yhteystiedot:
sme: Oktavuohtadieđut: Rosa-Máren Magga rosa-maren.magga(at)samediggi.fi tel. 040 617 5113
